import React from 'react';

function Game() {
    return (
        <div className="game-page">
          <div className="game-header">
            <img src="https://cdn.akamai.steamstatic.com/steam/apps/638970/header.jpg?t=1637700731" alt="Yakuza 0" />
            <div className="game-info">
              <h1>Yakuza 0</h1>
              <p>Розробник: SEGA</p>
              <p>Видавець: SEGA</p>
              <p>Дата виходу: 1 серпня 2018</p>
              <p>Жанр: Екшен, Пригодницька, Рольова гра</p>
              <p>Мови: Англійська, Японська</p>
            </div>
          </div>
          <div className="game-description">
            <h2>Опис</h2>
            <p>Yakuza 0 - це прелюдія до довгожданої серії Yakuza, дія якої розгортається в невеликому районі Камуро-чо в Токіо. Гравці беруть на себе роль двох персонажів: Кадзума Кірю, який був втягнутий в справи якудза та отримав завдання виправдати свою невинуватість, а також Горо Мадзіму, що працює каскадером та прагне піднятися в ієрархії Японії.</p>
            <h2>Характеристики гри</h2>
            <ul>
              <li>Подорожуйте у відкритому світі японського міста 1980-х років.</li>
              <li>Розкрийте таємниці якудза.</li>
              <li>Вибирайте, чи будете вирішувати конфлікти з ворогами спокійним чином або станете їм навпростець.</li>
              <li>Використовуйте унікальні бойові стилі, які властиві кожному персонажу.</li>
            </ul>
          </div>
        </div>
      );
}

export default Game;